# WSPerMSup3 Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..WSPerMSup3 Property
SymbolTypeId Class See Also
---
Symbol W·s/m³, indicating unit Watts per cubic meter per second.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId WSPerMSup3 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property WSPerMSup3 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ WSPerMSup3 {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace